Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# sync.action.cancel
source: Cancel run
cs: Zrušit běh
da: Annuller kørsel
de: Lauf abbrechen
el: Ακύρωση εκτέλεσης
es: Cancelar ejecución
fi: Peruuta suoritus
fr: Annuler l'exécution
hu: Futtatás megszakítása
it: Annulla esecuzione
ja: 実行をキャンセル
ko: 실행 취소
nb: Avbryt kjøring
nl: Uitvoering annuleren
pl: Anuluj wykonanie
pt_br: Cancelar execução
pt_pt: Cancelar execução
ru: Отменить выполнение
sv: Avbryt körning

# sync.action.chooseFolder
source: Choose folder…
cs: Vybrat složku…
da: Vælg mappe…
de: Ordner wählen…
el: Επιλογή φακέλου…
es: Elegir carpeta…
fi: Valitse kansio…
fr: Choisir un dossier…
hu: Mappa kiválasztása…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
nb: Velg mappe…
nl: Kies map…
pl: Wybierz folder…
pt_br: Escolher pasta…
pt_pt: Escolher pasta…
ru: Выбрать папку…
sv: Välj mapp…

# sync.action.new
source: New Sync Job
cs: Nová synchronizační úloha
da: Nyt synkroniseringsjob
de: Neue Synchronisation
el: Νέα εργασία συγχρονισμού
es: Nueva sincronización
fi: Uusi synkronointityö
fr: Nouvelle synchronisation
hu: Új szinkronizálási feladat
it: Nuova sincronizzazione
ja: 新しい同期ジョブ
ko: 새 동기화 작업
nb: Ny synkroniseringsjobb
nl: Nieuwe synchronisatie
pl: Nowe zadanie synchronizacji
pt_br: Nova sincronização
pt_pt: Nova tarefa de sincronização
ru: Новое задание синхронизации
sv: Nytt synkjobb

# sync.action.runNow
source: Run Now
cs: Spustit nyní
da: Kør nu
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fi: Suorita nyt
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
ja: 今すぐ実行
ko: 지금 실행
nb: Kjør nå
nl: Nu uitvoeren
pl: Uruchom teraz
pt_br: Executar agora
pt_pt: Executar agora
ru: Запустить сейчас
sv: Kör nu

# sync.column.destination
source: Destination
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
ja: 宛先
ko: 대상
nb: Mål
nl: Bestemming
pl: Cel
pt_br: Destino
pt_pt: Destino
ru: Назначение
sv: Mål

# sync.column.lastRun
source: Last Run
cs: Poslední běh
da: Seneste kørsel
de: Letzter Lauf
el: Τελευταία εκτέλεση
es: Última ejecución
fi: Viimeisin suoritus
fr: Dernière exécution
hu: Utolsó futtatás
it: Ultima esecuzione
ja: 前回の実行
ko: 마지막 실행
nb: Siste kjøring
nl: Laatste uitvoering
pl: Ostatnie uruchomienie
pt_br: Última execução
pt_pt: Última execução
ru: Последний запуск
sv: Senaste körning

# sync.column.name
source: Name
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn

# sync.column.source
source: Source
cs: Zdroj
da: Kilde
de: Quelle
el: Προέλευση
es: Origen
fi: Lähde
hu: Forrás
it: Sorgente
ja: ソース
ko: 소스
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Origem
pt_pt: Origem
ru: Источник
sv: Källa

# sync.column.status
source: Status
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: 状態
ko: 상태
pt_pt: Estado
ru: Статус

# sync.delete.confirm.message %@
source: Remove %@? Object stores are untouched; only the job definition is deleted.
cs: Odstranit %@? Objektová úložiště zůstanou nedotčena; smaže se pouze definice úlohy.
da: Vil du fjerne %@? Objektlagrene røres ikke; kun jobdefinitionen slettes.
de: %@ entfernen? Die Object Stores bleiben unverändert; nur die Job-Definition wird gelöscht.
el: Αφαίρεση του %@; Οι χώροι αποθήκευσης αντικειμένων δεν επηρεάζονται· διαγράφεται μόνο ο ορισμός της εργασίας.
es: ¿Eliminar %@? Los almacenes de objetos no se tocan; solo se borra la definición del trabajo.
fi: Poistetaanko %@? Objektivarastoihin ei kosketa; vain työn määritys poistetaan.
fr: Supprimer %@ ? Les stockages d'objets ne sont pas touchés ; seule la définition du job est supprimée.
hu: Eltávolítja a(z) %@ feladatot? Az objektumtárolók érintetlenek maradnak; csak a feladatdefiníció törlődik.
it: Rimuovere %@? Gli object store non vengono toccati; viene cancellata solo la definizione del job.
ja: %@ を削除しますか?オブジェクトストアはそのままで、ジョブ定義のみ削除されます。
ko: %@을(를) 제거하시겠습니까? 오브젝트 스토어는 그대로 두고 작업 정의만 삭제됩니다.
nb: Vil du fjerne %@? Objektlagrene berøres ikke; bare jobbdefinisjonen slettes.
nl: %@ verwijderen? De objectopslag blijft ongemoeid; alleen de jobdefinitie wordt verwijderd.
pl: Usunąć %@? Magazyny obiektów pozostaną nietknięte; usunięta zostanie tylko definicja zadania.
pt_br: Remover %@? Os object stores não são afetados; apenas a definição da tarefa é excluída.
pt_pt: Remover %@? Os armazenamentos de objetos não são alterados; apenas a definição da tarefa é eliminada.
ru: Удалить %@? Объектные хранилища не затрагиваются; удаляется только определение задания.
sv: Ta bort %@? Objektlagringen påverkas inte; endast jobbdefinitionen raderas.

# sync.delete.confirm.title
source: Delete sync job?
cs: Smazat synchronizační úlohu?
da: Slet synkroniseringsjob?
de: Synchronisation löschen?
el: Διαγραφή εργασίας συγχρονισμού;
es: ¿Eliminar sincronización?
fi: Poistetaanko synkronointityö?
fr: Supprimer la synchronisation ?
hu: Törli a szinkronizálási feladatot?
it: Eliminare la sincronizzazione?
ja: 同期ジョブを削除しますか?
ko: 동기화 작업을 삭제하시겠습니까?
nb: Slette synkroniseringsjobb?
nl: Synchronisatie verwijderen?
pl: Usunąć zadanie synchronizacji?
pt_br: Excluir sincronização?
pt_pt: Eliminar a tarefa de sincronização?
ru: Удалить задание синхронизации?
sv: Radera synkjobb?

# sync.delete.hint
source: Mirror deletes are applied last so a transient compare error never loses data.
cs: Mazání při zrcadlení se provádí jako poslední, takže přechodná chyba porovnání nikdy nezpůsobí ztrátu dat.
da: Spejlsletninger udføres til sidst, så en forbigående sammenligningsfejl aldrig mister data.
de: Mirror-Löschungen laufen zum Schluss, damit ein temporärer Vergleichsfehler nie Daten zerstört.
el: Οι διαγραφές κατοπτρισμού εφαρμόζονται τελευταίες, ώστε ένα παροδικό σφάλμα σύγκρισης να μην προκαλεί ποτέ απώλεια δεδομένων.
es: Las eliminaciones del espejo se aplican al final para que un error temporal de comparación nunca pierda datos.
fi: Peilauspoistot tehdään viimeisenä, jotta ohimenevä vertailuvirhe ei koskaan hävitä dataa.
fr: Les suppressions miroir sont appliquées en dernier — une erreur transitoire de comparaison ne perd jamais de données.
hu: A tükrözési törlések utoljára kerülnek alkalmazásra, így egy átmeneti összehasonlítási hiba sosem okoz adatvesztést.
it: Le eliminazioni mirror vengono applicate per ultime così un errore temporaneo non perde dati.
ja: ミラー削除は最後に適用されるため、一時的な比較エラーでもデータが失われることはありません。
ko: 미러 삭제는 마지막에 적용되므로 일시적인 비교 오류로 데이터가 손실되지 않습니다.
nb: Speil-slettinger utføres til slutt, slik at en forbigående sammenligningsfeil aldri fører til datatap.
nl: Mirror-verwijderingen worden als laatste uitgevoerd, zodat een tijdelijke vergelijkingsfout nooit data verliest.
pl: Usunięcia w trybie mirror są wykonywane na końcu, by tymczasowy błąd porównania nigdy nie spowodował utraty danych.
pt_br: As exclusões em modo espelho são aplicadas por último para que um erro temporário de comparação nunca perca dados.
pt_pt: As eliminações em modo espelho são aplicadas no fim, para que um erro transitório de comparação nunca cause perda de dados.
ru: Удаления при зеркалировании применяются в последнюю очередь, поэтому временная ошибка сравнения никогда не приводит к потере данных.
sv: Speglingsraderingar tillämpas sist så att ett tillfälligt jämförelsefel aldrig leder till dataförlust.

# sync.diff.localHint
source: Local folders have no ETag. Name + size is the only viable diff strategy for cross-system syncs.
cs: Místní složky nemají ETag. Název + velikost je jediná použitelná strategie porovnání pro synchronizaci napříč systémy.
da: Lokale mapper har ingen ETag. Navn + størrelse er den eneste brugbare sammenligningsstrategi for synkronisering på tværs af systemer.
de: Lokale Ordner haben keinen ETag. Name + Größe ist die einzige sinnvolle Vergleichsstrategie für system-übergreifende Syncs.
el: Οι τοπικοί φάκελοι δεν έχουν ETag. Το «Όνομα + μέγεθος» είναι η μόνη εφικτή στρατηγική σύγκρισης για συγχρονισμούς μεταξύ συστημάτων.
es: Las carpetas locales no tienen ETag. Nombre + tamaño es la única estrategia de comparación viable para sincronizaciones entre sistemas.
fi: Paikallisilla kansioilla ei ole ETagia. Nimi + koko on ainoa toimiva vertailutapa järjestelmien väliseen synkronointiin.
fr: Les dossiers locaux n'ont pas d'ETag. Nom + taille est la seule stratégie de comparaison viable pour des synchronisations entre systèmes.
hu: A helyi mappáknak nincs ETagjük. Rendszerek közötti szinkronizálásnál a Név + méret az egyetlen működőképes összehasonlítási stratégia.
it: Le cartelle locali non hanno ETag. Nome + dimensione è l'unica strategia di confronto utilizzabile per sincronizzazioni fra sistemi.
ja: ローカルフォルダには ETag がありません。クロスシステム同期では名前+サイズが唯一実用的な比較方法です。
ko: 로컬 폴더에는 ETag가 없습니다. 시스템 간 동기화에는 이름 + 크기 비교만 사용할 수 있습니다.
nb: Lokale mapper har ingen ETag. Navn + størrelse er den eneste brukbare sammenligningsstrategien for synkronisering på tvers av systemer.
nl: Lokale mappen hebben geen ETag. Naam + grootte is de enige werkbare vergelijking voor synchronisaties tussen systemen.
pl: Lokalne foldery nie mają ETag. Nazwa + rozmiar to jedyna sensowna strategia porównania dla synchronizacji między systemami.
pt_br: Pastas locais não têm ETag. Nome + tamanho é a única estratégia de comparação viável para sincronizações entre sistemas.
pt_pt: As pastas locais não têm ETag. Nome + tamanho é a única estratégia de comparação viável para sincronizações entre sistemas.
ru: У локальных папок нет ETag. Для синхронизации между системами единственная рабочая стратегия сравнения — имя + размер.
sv: Lokala mappar har ingen ETag. Namn + storlek är den enda fungerande jämförelsestrategin för synkronisering mellan system.

# sync.diff.nameAndEtag
source: Name + ETag
cs: Název + ETag
da: Navn + ETag
el: Όνομα + ETag
es: Nombre + ETag
fi: Nimi + ETag
fr: Nom + ETag
hu: Név + ETag
it: Nome + ETag
ja: 名前 + ETag
ko: 이름 + ETag
nb: Navn + ETag
nl: Naam + ETag
pl: Nazwa + ETag
pt_br: Nome + ETag
pt_pt: Nome + ETag
ru: Имя + ETag
sv: Namn + ETag

# sync.diff.nameAndSize
source: Name + size
cs: Název + velikost
da: Navn + størrelse
de: Name + Größe
el: Όνομα + μέγεθος
es: Nombre + tamaño
fi: Nimi + koko
fr: Nom + taille
hu: Név + méret
it: Nome + dimensione
ja: 名前 + サイズ
ko: 이름 + 크기
nb: Navn + størrelse
nl: Naam + grootte
pl: Nazwa + rozmiar
pt_br: Nome + tamanho
pt_pt: Nome + tamanho
ru: Имя + размер
sv: Namn + storlek

# sync.edit.title
source: Edit Sync Job
cs: Upravit synchronizační úlohu
da: Rediger synkroniseringsjob
de: Synchronisation bearbeiten
el: Επεξεργασία εργασίας συγχρονισμού
es: Editar sincronización
fi: Muokkaa synkronointityötä
fr: Modifier la synchronisation
hu: Szinkronizálási feladat szerkesztése
it: Modifica sincronizzazione
ja: 同期ジョブを編集
ko: 동기화 작업 편집
nb: Rediger synkroniseringsjobb
nl: Synchronisatie bewerken
pl: Edytuj zadanie synchronizacji
pt_br: Editar sincronização
pt_pt: Editar tarefa de sincronização
ru: Изменить задание синхронизации
sv: Redigera synkjobb

# sync.empty.message
source: Create a job to copy, move or mirror objects between buckets and providers.
cs: Vytvořte úlohu pro kopírování, přesun nebo zrcadlení objektů mezi buckety a poskytovateli.
da: Opret et job for at kopiere, flytte eller spejle objekter mellem buckets og udbydere.
de: Lege eine Synchronisation an, um Objekte zwischen Buckets und Anbietern zu kopieren, zu verschieben oder zu spiegeln.
el: Δημιουργήστε μια εργασία για αντιγραφή, μετακίνηση ή κατοπτρισμό αντικειμένων μεταξύ buckets και παρόχων.
es: Crea una sincronización para copiar, mover o reflejar objetos entre buckets y proveedores.
fi: Luo työ kopioidaksesi, siirtääksesi tai peilataksesi objekteja bucketien ja palveluntarjoajien välillä.
fr: Créez une tâche pour copier, déplacer ou refléter des objets entre buckets et fournisseurs.
hu: Hozzon létre egy feladatot objektumok másolásához, áthelyezéséhez vagy tükrözéséhez bucketek és szolgáltatók között.
it: Crea un job per copiare, spostare o rispecchiare oggetti tra bucket e provider.
ja: バケットやプロバイダ間でオブジェクトをコピー、移動、ミラーするジョブを作成しましょう。
ko: 버킷과 공급자 간에 객체를 복사, 이동, 미러링하는 작업을 만드세요.
nb: Opprett en jobb for å kopiere, flytte eller speile objekter mellom buckets og leverandører.
nl: Maak een job om objecten te kopiëren, verplaatsen of spiegelen tussen buckets en providers.
pl: Utwórz zadanie do kopiowania, przenoszenia lub mirrorowania obiektów między bucketami i dostawcami.
pt_br: Crie uma tarefa para copiar, mover ou espelhar objetos entre buckets e provedores.
pt_pt: Crie uma tarefa para copiar, mover ou espelhar objetos entre buckets e fornecedores.
ru: Создайте задание, чтобы копировать, перемещать или зеркалировать объекты между бакетами и провайдерами.
sv: Skapa ett jobb för att kopiera, flytta eller spegla objekt mellan buckets och leverantörer.

# sync.empty.title
source: No Sync Jobs
cs: Žádné synchronizační úlohy
da: Ingen synkroniseringsjob
de: Keine Synchronisationen
el: Δεν υπάρχουν εργασίες συγχρονισμού
es: Sin sincronizaciones
fi: Ei synkronointitöitä
fr: Aucune synchronisation
hu: Nincs szinkronizálási feladat
it: Nessuna sincronizzazione
ja: 同期ジョブはありません
ko: 동기화 작업 없음
nb: Ingen synkroniseringsjobber
nl: Geen synchronisaties
pl: Brak zadań synchronizacji
pt_br: Sem sincronizações
pt_pt: Sem tarefas de sincronização
ru: Нет заданий синхронизации
sv: Inga synkjobb

# sync.endpoint.localFolder
source: Local folder
cs: Místní složka
da: Lokal mappe
de: Lokaler Ordner
el: Τοπικός φάκελος
es: Carpeta local
fi: Paikallinen kansio
fr: Dossier local
hu: Helyi mappa
it: Cartella locale
ja: ローカルフォルダ
ko: 로컬 폴더
nb: Lokal mappe
nl: Lokale map
pl: Lokalny folder
pt_br: Pasta local
pt_pt: Pasta local
ru: Локальная папка
sv: Lokal mapp

# sync.endpoint.s3
source: Object storage account
cs: Účet objektového úložiště
da: Objektlagerkonto
de: Object-Storage-Konto
el: Λογαριασμός αποθήκευσης αντικειμένων
es: Cuenta de almacenamiento de objetos
fi: Objektitallennustili
fr: Compte de stockage d'objets
hu: Objektumtároló-fiók
it: Account di object storage
ja: オブジェクトストレージ アカウント
ko: 오브젝트 스토리지 계정
nb: Objektlagringskonto
pl: Konto pamięci obiektowej
pt_br: Conta de object storage
pt_pt: Conta de armazenamento de objetos
ru: Учётная запись объектного хранилища
sv: Objektlagringskonto

# sync.field.account
source: Account
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
hu: Fiók
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учётная запись
sv: Konto

# sync.field.bucket
source: Bucket / Container
cs: Bucket / kontejner
es: Bucket / Contenedor
fi: Bucket / säilö
fr: Bucket / Conteneur
hu: Bucket / konténer
ja: バケット/コンテナー
ko: 버킷/컨테이너
pl: Bucket / Kontener
pt_br: Bucket / Contêiner
pt_pt: Bucket / contentor
ru: Бакет / контейнер

# sync.field.concurrency %lld
source: Parallel transfers: %lld
cs: Paralelní přenosy: %lld
da: Parallelle overførsler: %lld
de: Parallele Übertragungen: %lld
el: Παράλληλες μεταφορές: %lld
es: Transferencias paralelas: %lld
fi: Rinnakkaiset siirrot: %lld
fr: Transferts parallèles : %lld
hu: Párhuzamos átvitelek: %lld
it: Trasferimenti paralleli: %lld
ja: 並列転送: %lld
ko: 병렬 전송: %lld
nb: Parallelle overføringer: %lld
nl: Parallelle overdrachten: %lld
pl: Transfery równoległe: %lld
pt_br: Transferências paralelas: %lld
pt_pt: Transferências paralelas: %lld
ru: Параллельные передачи: %lld
sv: Parallella överföringar: %lld

# sync.field.deletePropagation
source: Delete destination objects missing from source
cs: Mazat cílové objekty chybějící ve zdroji
da: Slet destinationsobjekter, der mangler i kilden
de: Ziel-Objekte löschen, die in der Quelle fehlen
el: Διαγραφή αντικειμένων προορισμού που λείπουν από την προέλευση
es: Eliminar objetos del destino que no estén en el origen
fi: Poista kohteesta objektit, jotka puuttuvat lähteestä
fr: Supprimer les objets de destination absents de la source
hu: A forrásból hiányzó célobjektumok törlése
it: Elimina dalla destinazione gli oggetti mancanti nella sorgente
ja: ソースに存在しない宛先のオブジェクトを削除
ko: 원본에 없는 대상 객체 삭제
nb: Slett målobjekter som mangler i kilden
nl: Verwijder objecten in bestemming die niet meer in bron staan
pl: Usuń obiekty z miejsca docelowego, których brak w źródle
pt_br: Excluir objetos do destino ausentes na origem
pt_pt: Eliminar objetos do destino em falta na origem
ru: Удалять объекты назначения, отсутствующие в источнике
sv: Radera målobjekt som saknas i källan

# sync.field.diffStrategy
source: Compare by
cs: Porovnávat podle
da: Sammenlign efter
de: Vergleichen nach
el: Σύγκριση κατά
es: Comparar por
fi: Vertailuperuste
fr: Comparer par
hu: Összehasonlítás alapja
it: Confronta per
ja: 比較方法
ko: 비교 기준
nb: Sammenlign etter
nl: Vergelijken op
pl: Porównuj według
pt_br: Comparar por
pt_pt: Comparar por
ru: Сравнивать по
sv: Jämför med

# sync.field.enabled
source: Enabled
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένη
es: Habilitada
fi: Käytössä
fr: Activée
hu: Engedélyezve
it: Abilitato
ja: 有効
ko: 활성화
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Ativada
pt_pt: Ativa
ru: Включено
sv: Aktiverad

# sync.field.endpointKind
source: Type
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sv: Typ

# sync.field.excludeGlobs
source: Exclude patterns
cs: Vzory pro vyloučení
da: Ekskluderingsmønstre
de: Ausschlussmuster
el: Μοτίβα εξαίρεσης
es: Patrones a excluir
fi: Poissuljettavat kuviot
fr: Motifs à exclure
hu: Kizárási minták
it: Pattern di esclusione
ja: 除外するパターン
ko: 제외 패턴
nb: Ekskluderingsmønstre
nl: Uitsluitpatronen
pl: Wzorce wykluczające
pt_br: Padrões para excluir
pt_pt: Padrões de exclusão
ru: Шаблоны исключения
sv: Exkluderingsmönster

# sync.field.includeGlobs
source: Include patterns
cs: Vzory pro zahrnutí
da: Inkluderingsmønstre
de: Einschlussmuster
el: Μοτίβα συμπερίληψης
es: Patrones a incluir
fi: Sisällytettävät kuviot
fr: Motifs à inclure
hu: Befoglalási minták
it: Pattern di inclusione
ja: 含めるパターン
ko: 포함 패턴
nb: Inkluderingsmønstre
nl: Insluitpatronen
pl: Wzorce włączające
pt_br: Padrões para incluir
pt_pt: Padrões de inclusão
ru: Шаблоны включения
sv: Inkluderingsmönster

# sync.field.intervalMinutes %lld
source: Interval: %lld minutes
cs: Interval (minuty): %lld
da: Interval: %lld minutter
de: Intervall: %lld Minuten
el: Διάστημα: %lld λεπτά
es: Intervalo: %lld minutos
fi: Aikaväli: %lld minuuttia
fr: Intervalle : %lld minutes
hu: Időköz: %lld perc
it: Intervallo: %lld minuti
ja: 間隔: %lld 分
ko: 간격: %lld분
nb: Intervall: %lld minutter
nl: Interval: %lld minuten
pl: Interwał: %lld minut
pt_br: Intervalo: %lld minutos
pt_pt: Intervalo: %lld minutos
ru: Интервал: %lld мин.
sv: Intervall: %lld minuter

# sync.field.localFolder
source: Folder on this Mac
cs: Složka na tomto Macu
da: Mappe på denne Mac
de: Ordner auf diesem Mac
el: Φάκελος σε αυτό το Mac
es: Carpeta en este Mac
fi: Kansio tällä Macilla
fr: Dossier sur ce Mac
hu: Mappa ezen a Macen
it: Cartella su questo Mac
ja: この Mac 上のフォルダ
ko: 이 Mac의 폴더
nb: Mappe på denne Macen
nl: Map op deze Mac
pl: Folder na tym Macu
pt_br: Pasta neste Mac
pt_pt: Pasta neste Mac
ru: Папка на этом Mac
sv: Mapp på denna Mac

# sync.field.mode
source: Mode
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Toimintatapa
hu: Mód
it: Modalità
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ru: Режим
sv: Läge

# sync.field.name
source: Name
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn

# sync.field.prefix
source: Prefix (optional)
cs: Prefix (volitelné)
da: Præfiks (valgfrit)
de: Präfix (optional)
el: Πρόθεμα (προαιρετικό)
es: Prefijo (opcional)
fi: Etuliite (valinnainen)
fr: Préfixe (facultatif)
hu: Előtag (nem kötelező)
it: Prefisso (opzionale)
ja: プレフィックス(任意)
ko: 접두사(선택)
nb: Prefiks (valgfritt)
nl: Voorvoegsel (optioneel)
pl: Prefiks (opcjonalnie)
pt_br: Prefixo (opcional)
pt_pt: Prefixo (opcional)
ru: Префикс (необязательно)
sv: Prefix (valfritt)

# sync.field.schedule
source: Schedule
cs: Plán
da: Tidsplan
de: Zeitplan
el: Προγραμματισμός
es: Programación
fi: Aikataulu
fr: Planification
hu: Ütemezés
it: Pianificazione
ja: スケジュール
ko: 스케줄
nb: Tidsplan
nl: Planning
pl: Harmonogram
pt_br: Agendamento
pt_pt: Agendamento
ru: Расписание
sv: Schema

# sync.lastRun.never
source: Never run
cs: Nikdy nespuštěno
da: Aldrig kørt
de: Noch nie gelaufen
el: Καμία εκτέλεση
es: Sin ejecuciones
fi: Ei koskaan suoritettu
fr: Jamais exécuté
hu: Még nem futott
it: Mai eseguito
ja: 未実行
ko: 실행된 적 없음
nb: Aldri kjørt
nl: Nog niet uitgevoerd
pl: Jeszcze nie uruchomione
pt_br: Nunca executada
pt_pt: Nunca executada
ru: Ещё не запускалось
sv: Aldrig körd

# sync.localFolder.notChosen
source: No folder selected
cs: Není vybrána žádná složka
da: Ingen mappe valgt
de: Kein Ordner ausgewählt
el: Δεν έχει επιλεγεί φάκελος
es: No se ha seleccionado ninguna carpeta
fi: Ei valittua kansiota
fr: Aucun dossier sélectionné
hu: Nincs kiválasztott mappa
it: Nessuna cartella selezionata
ja: フォルダが選択されていません
ko: 선택된 폴더 없음
nb: Ingen mappe valgt
nl: Geen map geselecteerd
pl: Nie wybrano folderu
pt_br: Nenhuma pasta selecionada
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
sv: Ingen mapp vald

# sync.localFolder.pickerMessage
source: Choose a folder for Bucketeer to sync.
cs: Vyberte složku, kterou má Bucketeer synchronizovat.
da: Vælg en mappe, som Bucketeer skal synkronisere.
de: Wähle einen Ordner, den Bucketeer synchronisieren soll.
el: Επιλέξτε έναν φάκελο που θα συγχρονίζει το Bucketeer.
es: Elige una carpeta para que Bucketeer la sincronice.
fi: Valitse kansio, jonka Bucketeer synkronoi.
fr: Choisissez un dossier que Bucketeer doit synchroniser.
hu: Válasszon egy mappát, amelyet a Bucketeer szinkronizál.
it: Scegli una cartella che Bucketeer deve sincronizzare.
ja: Bucketeer が同期するフォルダを選択してください。
ko: Bucketeer가 동기화할 폴더를 선택하세요.
nb: Velg en mappe som Bucketeer skal synkronisere.
nl: Kies een map die Bucketeer moet synchroniseren.
pl: Wybierz folder, który Bucketeer ma synchronizować.
pt_br: Escolha uma pasta para o Bucketeer sincronizar.
pt_pt: Escolha uma pasta para o Bucketeer sincronizar.
ru: Выберите папку, которую Bucketeer будет синхронизировать.
sv: Välj en mapp som Bucketeer ska synkronisera.

# sync.mode.copy
source: Copy
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopiointi
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ru: Копирование
sv: Kopiera

# sync.mode.mirror
source: Mirror
cs: Zrcadlit
da: Spejl
de: Spiegeln
el: Κατοπτρισμός
es: Espejo
fi: Peilaus
fr: Miroir
hu: Tükrözés
ja: ミラー
ko: 미러
nb: Speil
nl: Spiegelen
pt_br: Espelho
pt_pt: Espelhar
ru: Зеркалирование
sv: Spegla

# sync.mode.move
source: Move
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
fi: Siirto
fr: Déplacer
hu: Áthelyezés
it: Sposta
ja: 移動
ko: 이동
nb: Flytt
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
pt_pt: Mover
ru: Перемещение
sv: Flytta

# sync.new.title
source: New Sync Job
cs: Nová synchronizační úloha
da: Nyt synkroniseringsjob
de: Neue Synchronisation
el: Νέα εργασία συγχρονισμού
es: Nueva sincronización
fi: Uusi synkronointityö
fr: Nouvelle synchronisation
hu: Új szinkronizálási feladat
it: Nuova sincronizzazione
ja: 新しい同期ジョブ
ko: 새 동기화 작업
nb: Ny synkroniseringsjobb
nl: Nieuwe synchronisatie
pl: Nowe zadanie synchronizacji
pt_br: Nova sincronização
pt_pt: Nova tarefa de sincronização
ru: Новое задание синхронизации
sv: Nytt synkjobb

# sync.row.kind.syncJob
source: Sync job
cs: Synchronizační úloha
da: Synkroniseringsjob
de: Sync-Auftrag
el: Εργασία συγχρονισμού
es: Tarea de sync
fi: Synkronointityö
fr: Tâche de sync
hu: Szinkronizálási feladat
it: Job di sync
ja: 同期ジョブ
ko: 동기화 작업
nb: Synkroniseringsjobb
nl: Synchronisatie
pl: Zadanie sync
pt_br: Tarefa de sync
pt_pt: Tarefa de sincronização
ru: Задание синхронизации
sv: Synkjobb
